// app/admin/tournament/mock.ts
export const mockActivities = [
    {
        id: 'act_01',
        title: '정기활동 - 토요일',
        date: '2026-03-18',
        location: '올림픽공원 체육관',
        participants: [
        '박성재', '김철수', '이영희', '최지현', '정수민', 
        '강하늘', '윤서준', '조예은', '한지민', '임재범',
        '손흥민', '이강인', '김민재', '황희찬', '백승호',
        '아이유', '카리나', '윈터', '장원영', '안유진',
        '유재석', '강호동', '신동엽', '노홍철', '하하'
        ], // 총 25명
    },
    {
        id: 'act_02',
        title: '번개모임 - 금요일 저녁',
        date: '2026-03-20',
        location: '잠실 실내체육관',
        participants: [
        '부원A', '부원B', '부원C', '부원D', '부원E', '부원F', 
        '부원G', '부원H', '부원I', '부원J', '부원K', '부원L'
        ], // 총 12명
    }
];